[
      {
        
        "img": "https://i.ibb.co/gw3BFxh/the-silent-patient.png",
        "books_name": "The Silent Patient  ",
        "author_name": " Alex Michaelides" ,
        "category_name": "Mystery & Thriller Books",
        "rating": 4.6,
        "quantity": 100,
        "description": " The Silent Patient is a 2019 psychological thriller novel written by British–Cypriot author Alex Michaelides. The successful debut novel was published by Celadon Books, a division of Macmillan Publishers, on 5 February 2019. The audiobook version, released on the same date, is read by Louise Brealey and Jack Hawkins."
      },
      {
        
        "img": "https://i.ibb.co/FVdJCy1/the-girl-on-the-train.png",
        "books_name": "The Girl on the Train ",
        "author_name": "Paula Hawkins",
        "category_name": "Mystery & Thriller Books",
        "rating": 4.5,
        "quantity": 120,
        "description": "The Girl on the Train is a 2015 psychological thriller novel by British author Paula Hawkins that gives narratives from three different women about relationship troubles and, for the main protagonist, alcoholism. ."
      },
      {
        
        "img": "https://i.ibb.co/pzBjfCZ/the-turn-of-the-key.png",
        "books_name": "The Turn of the Key",
        "author_name": "Sarah Sleuth",
        "category_name": "Mystery & Thriller Books",
        "rating": 4.4,
        "quantity": 85,
        "description": "From the #1 New York Times bestselling author of In a Dark, Dark Wood, The Woman in Cabin 10, The Lying Game, and The Death of Mrs. Westaway comes Ruth Ware’s highly anticipated fifth novel.When Rowan stumbles across an ad for a live-in nanny, she’s looking for something else completely."
      },
      
      {
        
        "img": "https://i.ibb.co/1T85FtN/tesla.png",
        "books_name": "Tesla",
        "author_name": "David J.Kent",
        "category_name": "Science Fiction Books",
        "rating": 4.7,
        "quantity": 120,
        "description": "Book cover for Tesla by Margaret Cheney Tesla Margare Cheney Between his groundbreaking scientific findings and his colorful personality, Nikola Tesla was one of the most notable figures of the early 20th century. Discover how he shaped the world as we know it in this “informative and delightful” biography (American Scientist) with over 1,600 five-star Goodreads ratings.."
      },
      {
      
        "img": "https://i.ibb.co/k3BmrpN/hunt-the-star.png",
        "books_name": "Hunt the Stars",
        "author_name": "Jessie Mihalik",
        "category_name": "Science Fiction Books",
        "rating": 5.00,
        "quantity": 95,
        "description": "Jessie Mihalik is an author to watch” (Ilona Andrews). Bounty hunter Octavia Zarola and her nemesis uncover a plot to spark an interstellar war! With over 2,900 five-star Goodreads ratings, this is an “epic page-turner” (Publishers Weekly)."
      },
      {
      
        "img": "https://i.ibb.co/FBwLsh9/why-call-them.png",
        "books_name": "Why Call Them Back from Heaven?",
        "author_name": "Clifford D. Simak",
        "category_name": "Science Fiction Books",
        "rating": 4.2,
        "quantity": 90,
        "description": "In a future where immortality is finally possible, Daniel Frost makes an unsettling discovery that sends him careening down a path that could change his life — and the world — forever. A provocative read from a Hugo and Nebula Award–winning author hailed as “one of the best-loved authors” in sci-fi."
      },
      {
      
        "img": "https://i.ibb.co/NpT6p5g/the-way-down.png",
        "books_name": "The Way Down",
        "author_name": "Danielle Stewart",
        "category_name": "Romance Books",
        "rating": 4.8,
        "quantity": 150,
        "description": "EFirst in a series: As a detective turned bodyguard, Roark is used to dangerous jobs. But nothing prepared him for falling for Demi, a woman connected to an old case — or his feelings when her life is threatened."
      },
      {
        
        "img": "https://i.ibb.co/G07Y0pq/twilight.png",
        "books_name": "Twilight",
        "author_name": "Stephenie Meyer",
        "category_name": "Romance Books",
        "rating": 4.9,
        "quantity": 130,
        "description": "About three things I was absolutely positive.First, Edward was a vampire.Second, there was a part of him - and I didn't know how dominant that part might be - that thirsted for my blood.And third, I was unconditionally and irrevocably in love with him.  Deeply seductive and extraordinarily suspenseful, Twilight is a love story with bite.."
      },
      {
        
        "img": "https://i.ibb.co/4RDhK0C/heartless-prince.png",
        "books_name": "Heartless Prince ",
        "author_name": "Paperback, Broke Wilder",
        "category_name": "Romance Books",
        "rating": 4.5,
        "quantity": 110,
        "description": "Heartless Prince is a dark Romance & Psychological suspense novel by bestselling author Brook Wilder. Book 1 of the Cavazzo Mafia trilogy. This is not a standalone. WARNING: This book contains scenes that may be disturbing to some readers."
      },
      
      

      {
        
        "img": "https://i.ibb.co/LdCPdhD/empire-of-lies.png",
        "books_name": "Empire of Lies",
        "author_name": "Raymond Khoury",
        "category_name": "Action & Adventure Books",
        "rating": 4.3,
        "quantity": 110,
        "description": "This alternate history novel brings us to a very different modern Paris, where the Ottoman Empire never collapsed, and, in fact, conquered the whole of Europe. With a looming war in the background, Kamal, an officer in the sultan’s secret police, is called to investigate the appearance of a mysterious stranger. However, Kamal soon discovers that this stranger holds powerful secrets that could threaten the integrity of the empire and finds himself on a dangerous mission that could change the fate of the world forever."
      },
      {
        
        "img": "https://i.ibb.co/VDxppJf/harrey-porter.png",
        "books_name": "Harry Potter and the Philosopher's Stone",
        "author_name": "J. K. Rowling",
        "category_name": "Action & Adventure Books",
        "rating": 4.3,
        "quantity": 105,
        "description": "Harry Potter and the Philosopher's Stone is a fantasy novel written by British author J. K. Rowling.Harry Potter lives with his abusive uncle and aunt, Vernon and Petunia Dursley, and their bullying son, Dudley. On Harry's eleventh birthday, Rubeus Hagrid, a half-giant, delivers an acceptance letter from Hogwarts School of Witchcraft and Wizardry, revealing that Harry's parents, James and Lily Potter, were wizards. When Harry was just a year old, a powerful but malevolent dark wizard named Lord Voldemort murdered his parents; Harry survived Voldemort's killing curse that rebounded and seemingly destroyed the Dark Lord, leaving a lightning bolt-shaped scar on his forehead. Unknown to Harry, this act made him famous in the wizarding world."
      },
      {
        
        "img": "https://i.ibb.co/M67Q9tj/huckleberry-fin.png",
        "books_name": "Adventures of Huckleberry Finn",
        "author_name": " Mark Twain",
        "category_name": "Action & Adventure Books",
        "rating": 4.6,
        "quantity": 95,
        "description": "Adventures of Huckleberry Finn is a novel by American author Mark Twain, which was first published in the United Kingdom in December 1884 and in the United States in February 1885.."
      }
      
      
      
      
]